Repository: ManiacVera/DreamcastShortcut
Catalog: DreamcastShortcutApp/i18n/MainWindow.*.resx
Languages: es_mx

source: Change language
es_mx: Cambiar idioma

source: Create presets
es_mx: Crear presets

# CreateShortcuts
source: Create shortcurts
es_mx: Crear accesos directos

source: Device
es_mx: Dispositivo

# DreamshellPartition
source: Partition:
es_mx: Partición:

# DreamshellVersion
source: Version
es_mx: Versión:

# DreamshellVersionMessage
source: You need to select the version
es_mx: Falta seleccionar la versión

# FoldersTitle
source: Folders
es_mx: Carpetas

# GameFolder
source: Games folder:
es_mx: Carpeta de juegos:

# GameFolderMessage
source: You need to select the games folder
es_mx: Falta seleccionar la carpeta de juegos

# GameMoreDisks
source: Game with more disks:
es_mx: Juego con mas de un disco:

source: Image size:
es_mx: Tamaño de imagen:

source: Language:
es_mx: Idioma:

source: Max shortcuts:
es_mx: Maximo de accesos directos:

# MaxShortcutsMessage
source: Negative values ​​are not accepted in the maximum number of shortcuts
es_mx: No se aceptan valores negativos en el maximo de accesos directos

# MaxSizeName
source: Max length name:
es_mx: Longitud maxima en nombre:

# MaxSizeNameMessage
source: Negative values ​​are not accepted in the maximum of the name
es_mx: No se aceptan valores negativos en el maximo del nombre

# ObjectNullMessage
source: Null object, close and reopen the application
es_mx: Objeto nulo, cierre y vuelva abrir la aplicación

source: Options
es_mx: Opciones

source: Overwrite preset:
es_mx: Sobrescribir preset:

# PartitionGamesMessage
source: The games partition cannot be different from the dreamshell partition
es_mx: La partición de los juegos no puede ser diferente a la partición del dreamshell

# PartitionMessage
source: Missing partition selection
es_mx: Falta seleccionar la partición

source: Random shortcuts:
es_mx: Accesos directo aleatorios:

source: Refresh
es_mx: Actualizar

source: Remove shortcuts:
es_mx: Eliminar accesos directos:

source: Save
es_mx: Guardar

# SavePresetsMessage
source: Saved presets
es_mx: Presets guardados

# SaveShorcutsMessage
source: Saved shortcuts
es_mx: Accesos directos guardados

source: Shortcuts
es_mx: Acessos directos

# ShortcutsSource
source: Data source:
es_mx: Origen de datos:

source: Show name:
es_mx: Mostrar nombre:
